Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/segmented/opera.tmx
Source language: en
Languages: be

source: "When testing whether you can accept incoming connections on the configured port, the server returned the following error:\n\n%s\n\nPlease check your firewall and router setup."
be: "Пад час праверкі, ці можна прымаць злучэньні звонку, сэрвэр вярнуў наступную памылку:\n\n%s\n\nКалі ласка, праверце Вашыя наладкі межсеткавай абароны і маршрутызатару."

source: "White balance: "
be: "Балянс белага: "

source: "White label"
be: "Белая пазнака"

source: "Who Is"
be: "Хто такі"

source: "Why do I need to upgrade?"
be: "Нашто мадэрнізоўваць?"

source: "Why was this page blocked?"
be: "Чаму гэтая старонка замкнутая?"

source: "Wid&gets"
be: "&Фішкі"

source: "Wide (4 x 3)"
be: "Шырокі (4 х 3)"

source: "Widget Debugging"
be: "Папраўка фішак"

source: "Widget Installation Options"
be: "Варыянты ўсталяваньня фішкі"

source: "Widget List"
be: "Сьпіс фішак"

source: "Widget Not Found"
be: "Фішка ня знойдзеная"

source: "Widget Notification"
be: "Паведамленьне фішкі"

source: "Widget Preferences"
be: "Перавагі фішак"

source: "Widget Properties"
be: "Уласьцівасьці фішак"

source: "Widget Remote Debugging"
be: "Далёкая папраўка фішак"

source: "Widget Upgrade"
be: "Мадэрнізацыя фішак"

source: "Widget installation failed. This widget is probably corrupted or in an invalid format. Try to install a new version, or contact the author."
be: Паспрабуйце ўсталяваць новую вэрсію або зьвяжыцеся з аўтарам."

source: "Widget name:"
be: "Назва фішкі:"

source: "Widget settings"
be: "Наладкі фішак"

source: "Widget upgrade settings"
be: "Наладкі мадэрнізацыі фішак"

source: "Widget"
be: "Фішка"

source: "Widgets"
be: "Фішкі"

source: "Window"
be: "Акно"

source: "Windows Native"
be: "Уласны для Windows"

source: "Windows"
be: "Вокны"

source: "Windows-1258"
be: "Windows-1250"

source: "Winking"
be: "Міргае "

source: "With Opera Link, you can continually synchronize your bookmarks, Speed Dial, notes, and other useful browser data between all your computers and mobile phones. \n\nFor example, you can synchronize your bookmarks so that they are available wherever you go online - at work, at home, or on your phone. \n\nTo get started, click Next."
be: "З дапамогай Opera Link Вы можаце пастаянна сынхранізаваць свае закладкі, хуткі выклік, нататкі і іншыя карысныя зьвесткі з праглядніку паміж усімі Вашымі кампутарамі і мабільнымі тэлефонамі. \n\nНапрыклад, Вы можаце сынхранізоўваць свае закладкі, каб яны былі даступныя, калі Вы ўваходзіце ў сеціва - на працы, у хаце або з Вашага тэлефона.\n\nКаб пачаць, націсьніце Далей."

source: "Work Offline"
be: "Працаваць па-за сеткай"

source: "Would you like to open such content with %1 instead?"
be: "Замест гэтага, адкрываць такі зьмест з дапамогай %1?"

source: "Would you like to open such content with %1?"
be: "Адкрываць такі зьмест з дапамогай %1?"

source: "Would you like to open such links with %1 instead?"
be: "Замест гэтага, адкрываць такія спасылкі з дапамогай %1?"

source: "Would you like to open such links with %1?"
be: "Адкрываць такія спасылкі з дапамогай %1?"

source: "Would you like to subscribe to %s?"
be: "Падпісацца на %s?"

source: "Would you like to use %1 as your %2 instead?"
be: "Карыстацца %1 замест %2?"

source: "Would you like to use %1 as your %2?"
be: "Карыстацца %1 як %2?"

source: "Would you like to use Opera Mail as the default mail client on your computer?"
be: "Выкарыстоўваць пошту Opera Mail за змоўчнага паштовага кліента на кампутары?"

source: "Wrap to multiple lines"
be: "Разьбіваць на некалькі радкоў"

source: "Wrapper"
be: "Падзяляльнік"

source: "Wrapping"
be: "Пераносы"

source: "Write a quick reply here"
be: "Напішыце хуткі адказ тут"

source: "Write new note here"
be: "Пішыце новую нататку тут"

source: "Write operation failed. Data has not been saved.\n\nVerify that you have write permission to the\ndirectory where the file should have been stored\nand that there is sufficient free diskspace."
be: Дадзеныя не былі захаваныя.\nПраверце, што ў вас ёсьць правы запісу\nў дырэкторыю, дзе патрэбна\nзахаваць файл, і што месца там дастаткова."

source: "Write-only"
be: "Толькі запіс"

source: "Write: %1"
be: "Запісаць: %1"

source: "Writing system"
be: "Сыстэма запісу"

source: "Writing system:"
be: "Сыстэма пісьма:"

source: "Wrong certificate name"
be: "Няправільнае імя сэртыфікату"

source: "Wrong format!"
be: "Няправільны фармат!"

source: "Wrong mail size"
be: "Няправільны памер лісту"

source: "Wrong password"
be: "Няправільны пароль"

source: "Wrong password, please enter the correct master password"
be: "Пароль няправільны, увядзіце, калі ласка правільны пароль майстры"

source: "Wrong username"
be: "Няправільнае імя карыстальніка"

source: "X509 (*.ca)|*.ca;*.crt;*.cer;*.509;*.der|PKCS #7 signed (*.p7s)|*.p7s|PKCS #7(*.p7)|*.p7|PEM file (*.pem)|*.pem|All files|*.*|"
be: "X509 (*.ca)|*.ca;*.crt;*.cer;*.509;*.der|PKCS #7 падпісанае (*.p7s)|*.p7s|PKCS #7(*.p7)|*.p7|Файл PEM (*.pem)|*.pem|Усе файлы|*.*|"

source: "X509 (*.usr)|*.usr|PKCS #7 signed (*.p7s)|*.p7s|PKCS #7 (*.p7)|*.p7|PKCS #12 (with private key) (*.p12)|*.p12;*.pfx|PEM file (*.pem)|*.pem|"
be: "X509 (*.usr)|*.usr|PKCS #7 падпісанае (*.p7s)|*.p7s|PKCS #7 (*.p7)|*.p7|PKCS #12 (асабістым ключом) (*.p12)|*.p12;*.pfx|Файл PEM (*.pem)|*.pem|"

source: "X509 (*.usr)|*.usr|PKCS #7 signed (*.p7s)|*.p7s|PKCS #7 (*.p7)|*.p7|PKCS #12 (with private key) (*.p12)|*.p12;*.pfx|PEM file (*.pem)|*.pem|All files|*.*|"
be: "X509 (*.usr)|*.usr|PKCS #7 падпісанае (*.p7s)|*.p7s|PKCS #7 (*.p7)|*.p7|PKCS #12 (асабістым ключом) (*.p12)|*.p12;*.pfx|Файл PEM (*.pem)|*.pem|Усе файлы|*.*|"

source: "XBM images"
be: "Малюнкі XBM"

source: "XML documents"
be: "Дакумэнты ХML"

source: "XML file|*.xml|XML file with images|*.xml|Text file|*.txt|All files (*.*)|*.*|"
be: "Файл XML|*.xml|Файл XML з малюнкамі|*.xml|Тэкставы файл|*.txt|Усе файлы (*.*)|*.*|"

source: "XML file|*.xml|XML file with images|*.xml|Web archive (single file)|*.mht|Text file|*.txt|All files (*.*)|*.*|"
be: "Файл XML|*.xml|Файл XML з малюнкамі|*.xml|Сеціўны архіў (адзін файл)|*.mht|Тэкставы файл|*.txt|Усе файлы (*.*)|*.*|"

source: "XML parsing failed"
be: "Нельга зрабіць парсынг XML"

source: "XSL transformations"
be: "Пераўтварэньні XSL"

source: "YESTERDAY"
be: "УЧОРА"

source: "Year"
be: "Год"

source: "Yellow label"
be: "Жоўтая пазнака"

source: "Yes"
be: "Так"

source: "Yesterday"
be: "Учора"

source: "You appear to be on a fast network. You may want to disable Opera Turbo, as it is only useful on slow networks."
be: Адключыце Opera Turbo, бо ён карысны толькі ў павольных сетках."

source: "You appear to be on a slow network. Enable Opera Turbo to speed up browsing."
be: Дазвольце Opera Turbo, каб паскорыць прагляд старонак."

source: "You are about to delete all passwords saved by Opera on this computer. These passwords will be deleted on all your computers or devices that synchronize passwords via Opera Link, if you select "Delete passwords on all computers". Alternatively, to disable password synchronization and delete passwords only on this computer, select "Delete passwords only on this computer"."
be: Каб адключыць сынхранізацыю пароляў і выдаліць іх толькі з гэтага кампутара, выберыце "Выдаліць паролі толькі з гэтага кампутара""

source: "You are about to install the following Opera Unite application:"
be: "Вы пачынаеце ўсталёўваць наступнае прылажэньне Opera Unite:"

# "You are about to open %d bookmarks. Are you sure you want to proceed?"
source: "You are about to open %d bookmarks.\n\nAre you sure you want to proceed?"
be: "Вы зараз адчыняеце %d закладак.\n\nПрацягваць?"

# "You are about to open %d contacts. Are you sure you want to proceed?"
source: "You are about to open %d contacts.\n\nAre you sure you want to proceed?"
be: "Вы зараз адчыняеце %d кантактаў.\n\nПрацягваць?"

source: "You are about to open a new bookmarks file. If you continue, Opera Link will replace the bookmarks synchronized on the server.\n\nTo add the new bookmarks without deleting the old ones, press Cancel, and choose File > Import and Export from the menu.\n\nDo you want to replace the current bookmarks in Opera Link?"
be: Калі Вы працягнеце, Opera Link заменіць сынхранізаваныя з сэрвэрам закладкі.\n\nКаб дадаць новыя закладкі і не выдаліць старыя, націсьніце Адмена, выберыце з мэню Файл > Імпарт ды экспарт.\n\nЗамяніць бежныя закладкі ў Opera Link?"

source: "You are about to send a request to this server. Continue?"
be: Працягваць?"

source: "You are about to start a BitTorrent download:"
be: "Вы пачынаеце сьцягваць BitTorrent:"

source: "You are currently logged out."
be: "Зараз Вы не ўвайшлі."

source: "You are installing a file which can alter the way Opera behaves. Opera may become unstable or less secure as a result.\n\nYou should only download setup and widgets from sources you know and trust. Do you want to proceed?"
be: Працягваць?"

source: "You are logged in as"
be: "Вы ўвайшлі як"

source: "You are switching Opera accounts. Another Opera user has synchronized his or her data with this computer.\n\nIf you continue, that user's data, including all bookmarks and Speed Dial entries, will be merged into your Opera account, and the merged data will appear on this machine. Do you want to continue?"
be: "Вы пераключаецеся паміж рахункамі Opera. Іншы карыстальнік Opera сынхранізаваў ягоныя зьвесткі з гэным кампутарам.\n\nКалі Вы працягнеце, усе ягоныя дзейныя зьвесткі, у т.л. закладкі й кнопкі хуткага выкліку, будуць імпартаваныя ва ўласьцівасьці Вашага рахунку Opera - і тады на гэтай машыне будуць аб'яднаныя зьвесткі. Працягваць?"

source: "You are using the latest version of Opera."
be: "У Вас найноўшая вэрсія Opera."

source: "You can accept or refuse this %s%s."
be: "Вы можаце адмовіцца або прыняць гэты %s%s."

source: "You can also search using %1."
be: "Вы таксама можаце шукаць з дапамогай %1."

source: "You can download and install from these websites, with no warning."
be: "Вы можаце сьцягваць і ўсталёўваць з гэтых пляцаў без папярэджаньня."

source: "You can edit the list of trusted websites in preferences."
be: "Вы можаце правіць сьпіс бясьпечных сеціўных пляцаў у перавагах."

source: "You can edit the list of trusted websites in the security preferences."
be: "Вы можаце правіць сьпіс сеціўных пляцаў, якім давяраць, у перавагах бясьпекі."

source: "You can enable the automatic redirection in Preferences."
be: "Можна дазволіць аўтаматычнае перакіраваньне ў наладках."

source: "You can manage your extensions via the menu item Extensions > Manage Extensions"
be: "Вы можаце кіраваць пашырэньнямі праз пункт мэню Пашырэньні > Кіраваць пашырэньнямі"

source: "You can now mark important mail by clicking the pin icon next to the date in the header. Your pinned mail will appear in a separate view for easy access.\n\nPinned messages are equivalent to the "Starred" or "Flagged" messages used by many webmail providers."
be: Важныя лісты будуць паказаныя ў асобным выглядзе, каб Вам лягчэй было іх знайсьці.\n\nПрышпіленыя лісты - гэта тое, што ў іншых паштовых сыстэмах пазначаецца "Зоркай" або "Сьцяжком"."

source: "You can perform web searches in the address field"
be: "Каб шукаць у сеціве, можна скарыстаць поле адрасу"

source: "You can successfully accept incoming connections on the configured port."
be: "Вы можаце пасьпяхова прымаць злучэньні на настроены порт."

source: "You can type a search word directly in the address field."
be: "Можна пісаць слова, якое шукаеце, прама ў полі адрасу."

# "You do not have write access to the specified %1. Name: %2"
source: "You do not have write access to the specified %1.\n\nName: %2"
be: "У вас няма правоў запісу ў %1.\n\nName: %2"

source: "You do not have write access to the specified location."
be: "У вас няма правоў запісу ў пазначанае месца."

source: "You have active downloads that will be terminated if you close Opera.\nAre you sure you want to close Opera?"
be: "Вашыя актыўныя сьцягваньні будуць спыненыя, калі Вы зачыніце Opera.\nЗачыніць Opera?"

source: "You have already bookmarked this page"
be: "Вы ўжо занесьлі гэтую старонку ў закладкі"

source: "You have already set up Opera Unite with the computer name "%s" on a different computer. Would you like to take over this computer name?"
be: Вы хочаце перадаць імя гэтаму кампутару?"

source: "You have approved these certificates, which have security issues"
be: "Вы ўхвалілі гэныя сэртыфікаты з праблемамі ў забесьпячэньні бясьпекі"

source: "You have asked to be warned about certificates from "%1""
be: "Вы прасілі паведамляць Вам пра сэртыфікаты ад "%1"."

source: "You have asked to be warned about certificates from this issuer"
be: "Вы прасілі паведамляць аб сэртыфікатах гэтага выдаўца"

source: "You have been denied access to this WML deck.\n\nYou have not reached this deck in the correct order."
be: "Да гэнай дэкі WML доступ зачынены.\n\nВы няправільна зайшлі."

source: "You have chosen to make all your messages available offline. Would you like Opera to fetch all messages for offline usage now? This may take some time."
be: Гэта можа заняць нейкі час."

source: "You have entered the wrong master password. Please try again."
be: Please try again."

source: "You have given this website access to your location.\n\nTo change the setting, click this icon."
be: "Вы далі гэнаму сеціўнаму пляцу доступ да Вашага месца.\n\nКаб памяняць гэтую наладку, клікніце іконку."

source: "You have just activated Opera's built-in email, news, and feed client. We hope you will like it as much as we do!"
be: Мы спадзяемся, што Вам гэта спадабаецца настолькі, наколькі і нам!"

source: "You have left the chat room"
be: "Вы пакінулі гутарковы пакой"

source: "You have no extensions installed"
be: "Няма ўсталяваных пашырэньняў"

source: "You have not added a subject to your message. Send it anyway?"
be: Даслаць так?"

source: "You have not specified an external helper application. Do you want to modify the configuration now?"
be: Зьмяніць канфігурацыю зараз?"

source: "You have rejected these certificates, which have security issues"
be: "Вы адхілілі гэныя сэртыфікаты з праблемамі ў забесьпячэньні бясьпекі."

source: "You must select a filename first"
be: "Спачатку выберыце імя файла"

source: "You must select a printer or add a printer program before you can continue"
be: "Каб працягнуць, выберыце друкарку або дадайце праграму друкаркі"

source: "You need a %1 plug-in to view this %2 content.\n\nDo you want more plug-in installation information?"
be: "Вам патрабуецца дадатак %1, каб прагледзець зьмест гэнага %2.\n\nДаведацца больш пра ўсталяваньне такіх дадаткаў?"

source: "You need a %1 plug-in to view this %2 content.\n\nDo you want to download the plug-in now?"
be: "Вам патрабуецца дадатак %1, каб прагледзець зьмест гэнага %2.\n\nСьцягнуць дадатак зараз?"

source: "You need to create an account before proceeding. Would you like to create one now?"
be: Зрабіць гэта зараз?"

source: "You need to download and install the %s plug-in to view this page properly."
be: "Каб праглядаць гэтую старонку як мае быць, трэба сьцягнуць і ўсталяваць дадатак %s."

source: "You need to enable JavaScript to access this content. Press F12, select "Enable JavaScript", then reload the page."
be: Націсьніце F12, выберыце "Дазволіць JavaScript" і перагрузіце старонку."

source: "You need to enable JavaScript to use this document. Then reload the page."
be: "Каб скарыстацца гэным аб’ектам, трэба дазволіць выкананьне скрыптоў Java і перагрузіць старонку."

source: "You need to install Java to view all content on this page. Do you want to download Java now?"
be: Сьцягнуць Java?"

source: "You need to install the %s plug-in to make this widget work properly. Do you want to download this plug-in now?"
be: Сьцягнуць яго зараз?"

source: "You need to install the %s plug-in to view all content on this page. Do you want to download this plug-in now?"
be: Сьцягнуць яго зараз?"

source: "You need to install the %s plug-in to view this page properly. Downloading the plug-in installer failed."
be: Сьцягнуць дадатак не атрымалася."

source: "You need to install the %s plug-in to view this page properly. The plug-in has been downloaded and is ready for installation."
be: Ён ужо сьцягнуты і гатовы да ўсталяваньня."

source: "You need to install the %s plug-in to view this page properly. The plug-in is currently downloading."
be: Ён ужо сьцягваецца."

source: "You need to specify a MIME type."
be: "Пазначце тып МІМЕ."

source: "You seem to be on a fast network. Opera Turbo is only useful on slow networks."
be: Opera Turbo карысны толькі ў павольных сетках."

source: "You seem to be on a slow network. On slow networks, Opera Turbo speeds up browsing significantly."
be: У павольных сетках Opera Turbo значна паскарае прагляд."

source: "You should only install widgets from sources you know and trust. Do you want to proceed?"
be: Працягваць?"

source: "You tried to access the address %s, which is currently unavailable. Please make sure that the web address (URL) is correctly spelled and punctuated, then try reloading the page."
be: Калі ласка, праверце, ці правільна напісаны сеціўны адрас (URL), і паспрабуйце зацягнуць старонку яшчэ раз."

source: "You will find the upgraded widgets in the applications menu or in the following location:"
be: "Мадэрнізаваныя фішкі ёсьць у мэню прылажэньняў або ў наступным месцы:"

source: "You will find the upgraded widgets in the following location:"
be: "Мадэрнізаваныя фішкі знаходзяцца ў наступным месцы:"

source: "Your IP: %s"
be: "Ваш ІР: %s"

source: "Your Opera account is already active. To use Opera Link, click on the Enable button below."
be: Каб карыстацца Opera Link, націсьніце на кнопку "Уключыць" ніжэй."

source: "Your certificate has been installed, and you can use it, but Opera could not verify it. The signer of this certificate is missing. Please install the signer's certificate if available."
be: Калі ласка, усталюйце падпісаны сэртыфікат, калі магчыма."

source: "Your communication with the server is unencrypted, and therefore vulnerable to eavesdropping."
be: "Вашая камунікацыя з сэрвэрам нешыфраваная, таму можа быць перахопленая."

source: "Your current Opera account password is weak. To make your data safer, we encourage you to pick a better password.\n\nTo choose a better password, try using a mixture of letters and numbers.\n\nAfter you change the password, Opera Link and Opera Unite will be restarted if running. The new password applies also to Opera's online services such as my.opera.com."
be: Новы пароль будзе дастасоўвацца і да сеціўных паслугаў Opera, такіх як my.opera.com."

source: "Your history list file is corrupt and will be cleared."
be: "Файл гісторыі пашкоджаны й будзе ачышчаны."

source: "Your mail is now grouped by days, weeks, months and beyond. Groups can be collapsed and expanded. Finding that mail from last month is much easier."
be: Цяпер знайсьці нейкі ліст з таго месяцу стала нашмат прасьцей."

source: "Your password must be a minimum of %d characters"
be: "Пароль павінен утрымоўваць ня меней за %d знакаў"

source: "Your password should be at least 6 characters long, including at least one alphabetic character and one non-alphabetic character"
be: "Пароль павінен зьмяшчаць найменш як 6 знакаў, у тым ліку ня менш за адну лічбу і адну літару"

source: "Your password will be sent unencrypted"
be: "Пароль будзе перададзены як нешыфраваны тэкст"

source: "Your passwords cannot be read. Try again."
be: Паспрабуйце ізноў."

source: "Your widget has been installed in the Applications folder."
be: "Вашая фішка ўсталяваная ў тэчцы Applications."

source: "Your widgets are installed in the folder:"
be: "Вашыя фішкі ўсталяваныя ў тэчцы:"

source: "Your widgets have been upgraded."
be: "Вашыя фішкі мадэрнізаваліся."

source: "Zoom (%d%%)"
be: "Павялічыць (%d%%)"

source: "Zoom In"
be: "Павялічыць"

source: "Zoom Out"
be: "Зьменшыць"

source: "Zoom level:"
be: "Маштаб:"

source: "Zoom"
be: "Маштаб"

source: "Zoom:"
be: "Маштаб:"

source: "[Password not displayed]"
be: "[Пароль схаваны]"

source: "\\n\\n---- Forwarded Usenet-message ----\\nFrom: %:From:\\nNewsgroups: %:Newsgroups:\\nSubject: %:Subject:\\nDate: %:Date:\\nURL: news://%:Message-Id:\\n"
be: "\\n\\n---- Перасланае паведамленьне Usenet ----\\nАд: %:From:\\nГурты навінаў: %:Newsgroups:\\nТэма: %:Subject:\\nДата: %:Date:\\nURL: news://%:Message-Id:\\n"

source: "\\n\\n------- Forwarded message -------\\nFrom: %:From:\\nTo: %:To:\\nCc: %:Cc:\\nSubject: %:Subject:\\nDate: %:Date:\\n"
be: "\\n\\n------- Перасланае паведамленьне -------\\nАд: %:From:\\nКаму: %:To:\\nКопія: %:Cc:\\nТэма: %:Subject:\\nДата: %:Date:\\n"

# " (Click here to open it.)"
source: "\n(Click here to open it.)"
be: "\n(Націсьніце тут, каб адчыніць.)"

source: "a news client"
be: "кліент навінаў"

source: "already imported"
be: "заўсёды імпартаваны"

source: "an IRC client"
be: "кліент IRC"

source: "an email client"
be: "кліент электроннай пошты"

source: "animated in %i frames"
be: "рухаецца ў %i рамках"

source: "any header"
be: "любое найменьне"

source: "bits per pixel"
be: "бітаў у піксэлі"

source: "bits"
be: "бітаў"

source: "by %s"
be: "ад %s"

source: "by unknown author"
be: "аўтар невядомы"

source: "byte"
be: "байт"

source: "bytes"
be: "байтаў"

source: "coefficient:"
be: "каэфіцыэнт:"

source: "connection failed"
be: "злучэньне не атрымалася"

source: "contains a port number that is not in the range 1 to 65535."
be: "утрымоўвае нумар порту, які не належыць інтэрвалу ад 1 да 65535"

source: "contains characters that are not valid in the location they are found."
be: "зьмяшчае сымбалі, не ўласьцівыя месцу, дзе яны знойдзеныя."

source: "contains"
be: "зьмяшчае"

source: "cookie"
be: "маркёр"

source: "could not validate file"
be: "нельга праверыць файл"

source: "days"
be: "дні (дзён)"

source: "directory"
be: "дырэкторыя"

source: "documents"
be: "дакумэнты"

source: "does not contain"
be: "не зьмяшчае"

source: "download"
be: "сьцягнуць"

source: "e.g. clicking on link, dragging an image, etc. English is preferred if possible."
be: Калі можна, карыстайцеся ангельскай мовай."

source: "email client"
be: "кліент электроннай пошты"

source: "en"
be: "be"

source: "entire message"
be: "паведамленьне цалкам"

source: "error saving download"
be: "памылка захаваньня сьцягнутага"

source: "exponent1:"
be: "экспанента1:"

source: "exponent2:"
be: "экспанента2:"

source: "file"
be: "файл"

source: "hours"
be: "гадзіны(аў)"

source: "if we may contact you for help"
be: "ці можам мы зьвязацца з Вамі і дапамагчы"

source: "in private mode"
be: "У прыватным рэжыме"

source: "internal error"
be: "нутраная памылка"

source: "mailto"
be: "пісаць"

source: "matches regular expression "
be: "адпавядае звычайнаму выразу "

source: "message body"
be: "зьмест паведамленьня"

source: "minutes"
be: "хвіліны(аў)"

source: "modulus:"
be: "модулі:"

source: "most recent messages"
be: "апошнія паведамленьні"

source: "music"
be: "музыка"

source: "name of sender"
be: "імя адпраўніка"

source: "native"
be: "родная"

source: "needs installing"
be: "патрабуе ўсталёўкі"

source: "needs upgrading"
be: "патрабуе мадэрнізацыі"

source: "news client"
be: "кліент навінаў"

source: "news"
be: "навіны"

source: "non-native"
be: "няродная"

source: "on secure connections"
be: "на небясьпечных злучэньнях"

source: "pictures"
be: "малюнкі"

source: "pixels"
be: "піксэляў"

source: "prime1:"
be: "прайм1:"

source: "prime2:"
be: "прайм2:"

source: "privateExponent:"
be: "прыватнаяЭкспанента:"

source: "public"
be: "публічны"

source: "publicExponent:"
be: "публічнаяЭкспанента:"

source: "seconds"
be: "сэкунды(аў)"

source: "session cookie"
be: "маркёр сэсіі"

source: "subject"
be: "тэма"

source: "syntax error"
be: "сынтаксычная памылка"

source: "the directory"
be: "дырэкторыя"

source: "the file"
be: "файл"

source: "the symlink"
be: "сымбальная спасылка"
